{
    "Home": "Home",
    "Account": "Account",
    "My account": "My account",
    "About": "About",
    "Help": "Help",
    "Title": "World Blockchain Identify Network",
    "SearchWhat": "What do you want to find",
    "All": "All",
    "People": "People",
    "Organization": "Organization",
    "Things": "Things",
    "Search": "Search",
    "ID REGISTRATION": "Identity Registration",
    "Import account": "Import account",
    "AccountNote1": "Note: In IdDock, [Account] refers to a public key/private key pair, rather than a normal account registered with email/user name and password, the only way to create/modify or verify information is the related public-key or private-key. This network is created on the FAB public blockchain and uses FAB as fuel for all operations. If you have an Exchangily wallet and already have fuel, it is recommended to use the Exchangily wallet public key as the ID of registration, you can import your Exchangily wallet mnemonic to register your account. To learn about the Exchangily wallet please go to",
    "Exchangily website.": "Exchangily website.",
    "AccountNote2": "Please keep your private key or mnemonic safely, don’t lose/forget it, don’t disclose it to anyone, otherwise you will lose control of the account or wallet and all assets in it. If this device is a public device, please be sure to click the [Delete Account] button to delete it after registration.",
    "Account name": "Account name",
    "Type account name": "Type account name",
    "Local password": "Password (only valid for this device)",
    "Type local password": "Type password",
    "Confirm local password": "Confirm password",
    "Type local password again": "Type password again",
    "Password doesn't match": "Password doesn't match",
    "Seed phrase, seperated by space": "Enter the mnemonic words in order, with each word separated by a space",
    "Import": "Import",
    "Don't have an account": "Don't have an account",
    "Gas": "Fuel",
    "ID Type": "Identity Type",
    "NameN": "Name",
    "ValueV": "Value",
    "Public": "Public",
    "Encrypted": "Encrypted",
    "Add Name & Value Pair": "Add Name & Value Pair information",
    "About$": {
        "Title": "About IDDOCK",
        "Subtitle": "General Infrastructure of Blockchain Ecosystem",
        "P1": "In the anonymous ecosystem of public blockchains, identity (ID) is the origin of an individual, a thing or an organization, it is the foundation of trust, credit, ownership, and history of the related object. In the blockchain value system, identity (ID) is the basis or value, ownership or rights rely to, it is the bridge between the blockchain ecosystem and the real society.",
        "P2": "Blockchain is called the Internet of Value. The activities of the Internet of Value are not limited to the collection and issuance of coins, but involve intricate production relations including unlimited derivation outside the chain. Identity becomes an extremely complex ecosystem. The indispensable unique identifier in the relationship.",
        "P3": "In fact, relying on the blockchain will establish a new economic system, and it will also give identity more extraordinary meaning. For example, if you spend a sum of money to eat a meal, in the traditional economy During the study, everything is over after the meal, and both parties do a balance calculation afterwards. But in the blockchain ecology, if a suitable model is established, this meal may have a profound impact and ultimately benefit It may far exceed the value of this meal-consumption may become investment. You are no longer a mere consumer, but a consumer. The meaning of identity can be seen.",
        "P4": "Unique certainty of identity",
        "P5": "In the system, the public key is used as the ID of the identity, called the identity key, which is the unique certainty of the identity. Usually, the public key of a blockchain wallet can be used as the identity ID, which will provide the corresponding wallet activities Deterministic identity authentication.",
        "P6": "Identity Type",
        "P7": "In the system, there are three types of identities: people, things, and organizations, which correspond to people, everything in the biological sense of the real society, and organizational units composed of people engaged in various social activities.",
        "P8": "Information content and authenticity",
        "P9": "All information is entered by the owner of the identity. The authenticity is the responsibility of the identity owner. Anyone else cannot control or tamper with, and whether the information is trusted is completely determined by the information adopter. It needs to be clear that in In the blockchain ecology, all false information and bad behavior may cause permanent damage to the identity owner.",
        "P10": "Privacy Protection",
        "P11": "Whether all or a piece of information is confidential or public, and whether it is publicly disclosed conditionally or unconditionally, is determined by the identity owner and cannot be changed by anyone else.",
        "P12": "Authoritative Limitation of Information",
        "P13": "In the blockchain world, there is no absolute authoritative intermediary agency. All authority is a limited concept. For example, if an organization initiates an activity, participants need to be KYC certified by the Monetary Authority. In this case, you need to enter the necessary KYC certification information such as ID card, driver’s license and other information in the identity system, and you need to open this information to the corresponding KYC certification department. Once your identity is recognized by the agency, you can participate in this Events.",
        "P14": "But another activity initiated by another entity may require other authoritative authentication, and the above recognition is not suitable.",
        "P15": "Conclusions",
        "P16": "The significance of this identity system is to record the unique key value of an identity and the description and change history of the identity information by the identity owner. All of these are permanently recorded on the public blockchain chain and can never be forgery or tampering.",
        "P17": "When the wallet corresponding to the identity is used in any blockchain ecosystem, such as exchanges, supply-chains, marketplaces, etc., the identity owner can voluntarily associate this system or related application platforms connect this identity system themself to anchor a certain identity, provide historical verification, credit review, awards issuing, or ownership confirmation, etc. In principle, the longer the history of an identity, the higher the absolute value of its value."
    },
    "Create New Identity": "Create New Identity",
    "Step1": "Setp 1: Backup Identity Seed Phrases",
    "Step1Note": "Please accurately record and securely store the following twelve word mnemonic SEED, do not disclose the mnemonic SEED to anybody else. Disclosure of your mnemonic SEED will result in your account being compromised and you will lose all of your funds. Safely store your mnemonic SEED such that the loss or damage of a device does not impact your ability to access your mnemonic SEED. It is recommended to never send your mnemonic SEED via email or other social communication application. Be sure to only use your mnemonic SEED with the IDDOCK.",
    "Already have mnemonics? Restore": "Already have mnemonics? Restore",
    "Next": "Next",
    "Back": "Back",
    "Step2": "Setp 2: Verify Mnemonics",
    "Step2Note": "To make sure that you took down the mnemonics accurately, please enter it in order for verification.",
    "Step3": 　 "Setp 3: Set Password",
    "Step3Note": "Please note, this password is only for proectting wallet information in this device, it is not wallet private key.",
    "WalletName": "Wallet/Identity Name",
    "Type wallet/identity account name": "Type wallet/identity account name",
    "Confirm": "Confirm"
}